brew "asciinema"
brew "devcontainer"
brew "difftastic"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git-delta"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "onefetch"
brew "opencode"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tree"
brew "vapor"
brew "xcbeautify"
brew "xcode-build-server"
brew "yt-dlp"
brew "zig"
brew "oven-sh/bun/bun"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "chatterino"
cask "discord"
cask "fluor"
cask "ghostty"
cask "grandperspective"
cask "mp3tag"
cask "music-presence"
cask "openvpn-connect"
cask "orbstack"
cask "rapidapi"
cask "scroll-reverser"
cask "sf-symbols"
cask "shottr"
cask "sketch"
cask "subler"
cask "swish"
cask "tuist"
cask "visual-studio-code"
cask "whatsapp"
cask "zen"
mas "AusweisApp", id: 948660805
mas "Craft", id: 1487937127
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
