brew "act"
brew "asciinema"
brew "bottom"
brew "btop"
brew "ccache"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "cowsay"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git-delta"
brew "gitlab-runner"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "mas"
brew "maven"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "ollama"
brew "onefetch"
brew "pnpm"
brew "qt"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sevenzip"
brew "sl"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "uv"
brew "vapor"
brew "xcbeautify"
brew "xcode-build-server"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "coursier/formulas/coursier"
brew "fish-shell/fish-beta-4/fish"
brew "nextfire/tap/apple-music-discord-rpc"
brew "oven-sh/bun/bun"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "chatterino"
cask "chromium"
cask "cursor"
cask "discord"
cask "firefox"
cask "fluor"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "gimp"
cask "grandperspective"
cask "maccy"
cask "mp3tag"
cask "openvpn-connect"
cask "rapidapi"
cask "raycast"
cask "reminders-menubar"
cask "scroll-reverser"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "stats"
cask "subler"
cask "swish"
cask "tuist"
cask "vscodium"
cask "whatsapp"
cask "zen"
mas "AusweisApp", id: 948660805
mas "Craft", id: 1487937127
mas "DevCleaner", id: 1388020431
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
